[
  {
    "id": 1,
    "name": "Dog food",
    "Brand": "ACANA",
    "Package": "17kg",
    "price": 209,
    "image": "",
    "description": "Acana Adult Large Breed is made with a variety of fresh, Canadian products. Acana Adult for adult dogs of large breeds is rich in protein and low in carbohydrates, thus as close as possible to the natural diet of dogs. Acana Large Breed does not contain wheat, corn or gluten and is therefore the ideal dry food for large breed dogs. Acana Adult Large Breed uses three particularly high-quality protein sources."
  },

  {
    "id": 2,
    "name": "Cat food",
    "Brand": "Whiskas",
    "Package": "14kg",
    "price": 119,
    "image": "",
    "description": "WHISKAS JUNIOR food provides the cat with all the nutrients necessary for normal and healthy development.WHISKAS JUNIOR contains delicious, crunchy granules with filling. WHISKAS JUNIOR contains all the nutrients your cat needs to grow healthy and happy, calcium for healthy teeth and bones, protein to maintain rapid growth, a balanced content of vitamins and granules in forms that are easily chewed by kittens.INGREDIENTS: Meat and meat derivatives (including 4% chickens in light brown granules), cereals, oils and fats, plant protein extracts, plant derivatives, minerals, vegetables, milk and milk derivatives (4% milk in milk granules)."
  },

  {
    "id": 3,
    "name": "Hamster food",
    "Brand": "Versele Laga",
    "Package": "20kg",
    "price": 107,
    "image": "",
    "description": "Complete and tasty food for hamsters, fully meeting the requirements for these small animals. Hamster Cristy is rich in Vitamin E, nuts, seeds and grains.\n\n"
  },
  {
    "id": 4,
    "name": "Dog Toy",
    "Brand": "Camon",
    "Package": "Fabric",
    "price": 5.8,
    "image": "",
    "description": "Fun fabric dog toy in the shape of a bone. Available in different colors."
  },
  {
    "id": 5,
    "name": "Cat Toy",
    "Brand": "Camon ",
    "Package": "plush",
    "price": 6.3,
    "image": "",
    "description": "A mouse with a rope tail for your kitty."
  },
  {
    "id": 6,
    "name": "Hamster toy",
    "Brand": "Camon",
    "Package": "Durable bamboo",
    "price": 23,
    "image": "",
    "description": "This product features 5 unique foraging designs that provide a variety of foraging experiences for small pets. The most intriguing of these is likely the bamboo foraging roll, which is sure to leave your little critters ecstatic."
  },
  {
    "id": 7,
    "name": "Bird Cage",
    "Brand": "Vision",
    "Package": "Large",
    "price": 79.99,
    "image": "",
    "description": "This spacious bird cage by Vision provides ample room for your feathered friend to move and explore. The cage features multiple perches, feeding dishes, and a convenient slide-out tray for easy cleaning. Its innovative design ensures excellent ventilation and visibility for your bird's well-being"
  },

  {
    "id": 8,
    "name": "Fish tank",
    "Brand": "Fluval ",
    "Package": "50L",
    "price": 129.99,
    "image": "",
    "description": "Create a stunning aquatic display with the Fluval fish tank. Made from high-quality glass, this tank offers a clear view of your underwater world. It includes a powerful filtration system, LED lighting, and a heater, providing a comfortable and healthy environment for your fish. The tank's sleek design will enhance any living space"
  },
  {
    "id": 9,
    "name": "Rabbit Hutch",
    "Brand": "Midwest Homes for Pets",
    "Package": "Extra Large",
    "price": 189.99,
    "image": "",
    "description": "Give your rabbit a cozy and secure home with this spacious hutch. The hutch features multiple levels, a comfortable resting area, and a separate enclosed section for privacy. It is built with durable materials and includes a removable tray for easy cleaning. The hutch also has a wire mesh design to ensure proper ventilation"
  },
  {
    "id": 10,
    "name": "Reptile Terrarium",
    "Brand": "Exo Terra",
    "Package": "Medium",
    "price": 89.99,
    "image": "",
    "description": "Create a natural habitat for your reptile with the Exo Terra terrarium. This glass enclosure provides optimal visibility and comes with a secure locking system. It features a waterproof bottom, multiple access points, and integrated lighting fixtures for easy setup. The terrarium offers a safe and comfortable living space for your scaly companion"
  },
  {
    "id": 11,
    "name": "Small Animal Bedding",
    "Brand": "Kaytee ",
    "Package": "Natural Paper Bedding",
    "price": 9.99,
    "image": "",
    "description": "Keep your small pet's habitat clean and cozy with Kaytee natural paper bedding. Made from recycled paper, this bedding is highly absorbent, controls odors, and is dust-free, ensuring a comfortable and healthy environment. It's ideal for small animals like hamsters, guinea pigs, and rabbits."
  },

  {
    "id": 12,
    "name": "Dog Collar",
    "Brand": "Ruffwear ",
    "Package": "Medium",
    "price": 29.99,
    "image": "",
    "description": "This durable and stylish dog collar by Ruffwear is designed for active dogs. It features a comfortable padded lining, a sturdy buckle closure, and a separate attachment point for ID tags. The collar also has reflective trim for increased visibility during nighttime walks, ensuring your furry friend stays safe and secure."
  },

  {
    "id": 13,
    "name": "Cat Litter",
    "Brand": "World's Best Cat Litter ",
    "Package": "7kg",
    "price": 14.99,
    "image": "",
    "description": "Keep your cat's litter box fresh and odor-free with World's Best Cat Litter. This premium clumping litter is made from natural corn, providing excellent odor control and easy scooping. It is also flushable and septic-safe, making cleanup a breeze. Give your cat a comfortable and hygienic litter experience with this top-quality product"
  },

  {
    "id": 14,
    "name": "Fish Food",
    "Brand": "Tetra ",
    "Package": "80g",
    "price": 5.99,
    "image": "",
    "description": "Nourish your tropical fish with Tetra Tropical Flakes. These nutrient-rich flakes provide a balanced diet for a variety of tropical fish species. Packed with essential vitamins and minerals, they promote vibrant colors and optimal health. The flakes are easy to digest and help maintain clear water. Treat your fish to a tasty and nutritious meal with this trusted brand"
  },

  {
    "id": 15,
    "name": "Bird Seed",
    "Brand": "Kaytee ",
    "Package": "2.3 kg\"",
    "price": 12.99,
    "image": "",
    "description": "A nutritious blend of seeds and grains specifically formulated for pet birds. It provides essential vitamins, minerals, and proteins to support their overall health. The seed mix is suitable for a variety of bird species and encourages natural foraging behaviors"
  },

  {
    "id": 16,
    "name": "Fish Food",
    "Brand": "Tetra ",
    "Package": "34g",
    "price": 4.99,
    "image": "",
    "description": "A high-quality fish food that promotes vibrant color and optimal nutrition for your aquarium fish. The formula is designed to enhance fish growth and support their immune system. Suitable for both tropical and freshwater fish."
  },

  {
    "id": 17,
    "name": "Rabbit Food",
    "Brand": "Oxbow ",
    "Package": "1.8 kg",
    "price": 19.99,
    "image": "",
    "description": "A premium blend of pellets, hay, and greens formulated specifically for rabbits. It provides essential fiber, vitamins, and minerals for their overall well-being. The food is rich in natural ingredients and supports digestive health"
  },

  {
    "id": 18,
    "name": "Guinea Pig Bedding",
    "Brand": "Carefresh ",
    "Package": "50 L",
    "price": 12.49,
    "image": "",
    "description": "A comfortable and absorbent bedding option for guinea pigs. It is made from natural paper fibers that are dust-free and hypoallergenic. The bedding helps control odors and provides a soft and cozy environment for your pet."
  },

  {
    "id": 19,
    "name": "Snake Hide",
    "Brand": "Zoo Med ",
    "Package": "Medium",
    "price": 15.99,
    "image": "",
    "description": "A naturalistic hideout for snakes, designed to mimic their natural environment. The hide provides a secure and stress-free retreat for your pet snake. It is made of non-toxic materials and has a realistic rock-like appearance."
  },

  {
    "id": 20,
    "name": "Turtle Tank Heater",
    "Brand": "Fluval ",
    "Package": "100W",
    "price": 29.99,
    "image": "",
    "description": "A reliable and adjustable heater specifically designed for turtle tanks. It ensures a consistent and comfortable water temperature for your aquatic turtles. The heater has a compact design and is easy to install and maintain."
  },

  {
    "id": 21,
    "name": "Small Animal Nail Trimme",
    "Brand": "Kaytee ",
    "Package": "30cm",
    "price": 8.99,
    "image": "",
    "description": "A safe and effective tool for trimming the nails of small animals such as rabbits, guinea pigs, and ferrets. The trimmer has a comfortable grip and a stainless steel blade that provides precise cutting. Regular nail trimming helps maintain your pet's nail health and prevents overgrowth"
  },

  {
    "id": 21,
    "name": "Dog Collar",
    "Brand": "Blueberry Pet ",
    "Package": "Medium",
    "price": 14.9,
    "image": "",
    "description": "A stylish and durable dog collar made from high-quality nylon material. It features an adjustable buckle for a comfortable fit and a D-ring for leash attachment. The collar is available in various colors and patterns to suit your dog's style"
  },

  {
    "id": 22,
    "name": "Cat Litter",
    "Brand": "Arm & Hammer ",
    "Package": "10 kg",
    "price": 19.99,
    "image": "",
    "description": "An odor-neutralizing cat litter that helps keep your home fresh and clean. It clumps tightly for easy scooping and is dust-free, minimizing tracking. The litter is made with baking soda to eliminate odors and is suitable for multi-cat households."
  },

  {
    "id": 23,
    "name": "Reptile UVB Bulb",
    "Brand": "Exo Terra ",
    "Package": "13W",
    "price": 24.99,
    "image": "",
    "description": "A specialized UVB bulb for reptiles that require UVB light for proper calcium metabolism and vitamin D3 synthesis. The bulb emits optimal UVB wavelengths to support reptile health and natural behaviors. It is suitable for terrariums and vivariums."
  }
]
